export default {
  headerTitle: "Администрирование",
  headerDescription:"Модуль предназначен для выполнения административных задач, таких как регистрация нового пользователя или настройка прав доступа.",
  usersAndGroups: {
    title: "Пользователи и группы",
    roles: "Роли",
    rolesDescr: "Роли предназначены для группировки сотрудников по функциональным обязанностям.",
    users: "Пользователи",
    usersDescr: "Список пользователей системы. Для входа в систему пользователь должен быть связан с учетной записью.",
    groups: "Группы",
    groupsDescr: "Пользователи могут быть объединены в группы, например, по организационной структуре или функциональным обязанностям. Это удобно при выдаче прав, например, чтобы выдавать права на счета и финансовые документы не отдельно каждому бухгалтеру, а только группе «Бухгалтеры», и в дальнейшем нового бухгалтера надо будет только включить в эту группу, и у него сразу будут все нужные права.",
    usersAccount: "Учетные записи",
    usersAccountDescr: "Учетные записи предназначены для входа пользователей в систему.",

  }
}
