export default {
  headerTitle: "Компания",
  headerDescription:
    "Модуль предназначен для управления внутренней структурой нашей компании.",
  employee: {
    title: "Персонал",
    employees: "Сотрудники",
    employeesDescr:
      "Справочник предназначен для хранения сведений о наших сотрудниках. Каждый сотрудник связан с учетной записью для работы с системой.",
    createEmployee: "Создать сотрудника",
    jobTitle: "Должности",
    jobTitleDescr:
      "Справочник предназначен для хранения должностей наших сотрудников.",
    managersAssistant: "Помощники руководителей",
    managersAssistantDescr:
      "Настройка сведений о помощниках (секретарях) руководителей."
  },
  additionalInfo: {
    title: "Связанная информация",
    companies: "Организации",
    companiesDescr: "Открытие справочника организаций-контрагентов.",
    banks: "Банки",
    banksDescr: "Открытие справочника банков-контрагентов.",
    persons: "Персоны",
    personsDescr: "Открытие справочника персон.",
    roles: "Роли",
    rolesDescr:
      "Роли предназначены для группировки сотрудников по функциональным обязанностям.",
    integration: "Интеграция электронного обмена",
    integrationDescr:
      "Интеграция электронного обмена предназначена для обмена документов между организаций и контрагентов"
  },
  integration: {
    title: "Интеграция",
    exchange: "Наши абонентские ящики электронного обмена",
    exchangeDescr: "Настройка подключений к электронному обмена электронными документами."
  },
  additionally: {
    title: "Дополнительно",
    group: "Группы пользователей",
    groupDescr: "Настройка и создание групп пользователей",
    members: "Участники",
    description: "Описание",
    phraseTemplates: "Шаблоны фраз",
    phraseTemplatesDescr: "Настройка и создание общих фраз",
    phrase:"Фраза"
  },
  company: {
    title: "Организационная структура",
    createBusinessUnit: "Создать нашу огранизацию",
    businessUnit: "Наши организации",
    businessUnitDescr:
      "Юридические лица, филиалы и представительства, в лице которых действует наша компания.",
    createDepartment: "Создать отделение",
    department: "Подразделения",
    departmentDescr:
      "Структурные части компании, осуществляющие свою деятельность в рамках деятельности нашей компании. Подразделения могут быть как привязаны к нашим организациям, так и быть обособленными.",
    visibilitySetting: "Настройки видимости оргструктуры",
    visibilitySettingDescr: "Ограничение доступности оргструктуры для сотрудников.",
    limitVisibility: "Ограничить видимость оргструктуры.",
    whoSeesAll: "Кто видит всю структуру.",
    hiddenEmployees: "Скрытые сотрудники",
    visibilityRules: "Правила видимости оргструктуры",
    visibilityRulesDescr: "Настройка доступности наших организаций, подразделений и сотрудников. Для работы правил включите ограничение в настройках видимости оргструктуры.",
    visibleMembers: "Видимые участники",
    excludedMembers: "Исключённые участники",
    whoSees: "Кто видит",
    whomHeSees: "Кого видит",
    seesApartFrom: "Видит кроме",
    note: "Комментарий",
  },
  fields: {
    headCompany: "Головная орг"
  },
  imports: {
    title: "Импорт",
    importCompanies: "Импортировать компании",
    importBank: "Импортировать банки",
    importJobTitle: "Импортировать должности",
    importPersons: "Импортировать физические лица",
    importEmployees: "Импортировать сотрудников"
  },

};
