export default {
    headerTitle: "Компания",
    headerDescription: "Модуль предназначен для управления внутренней структурой нашей компании.",
    employee: {
        title: "Персонал",
        employees: "Сотрудники",
        employeesDescr: "Справочник предназначен для хранения сведений о наших сотрудниках. Каждый сотрудник связан с учетной записью для работы с системой.",
        createEmployee: "Создать сотрудника",
        jobTitle: "Должность",
        jobTitleDescr: "Справочник предназначен для хранения должностей наших сотрудников.",
        managersAssistant: "Помощники руководителей",
        managersAssistantDescr: "Настройка сведений о помощниках (секретарях) руководителей."
    },
    additionalInfo: {
        title: "Связанная информация",
        companies: "Организации",
        companiesDescr: "Открытие справочника организаций-контрагентов.",
        banks: "Банки",
        banksDescr: "Открытие справочника банков-контрагентов.",
        persons: "Персоны",
        personsDescr: "Открытие справочника персон.",
        roles: "Роли",
        rolesDescr: "Роли предназначены для группировки сотрудников по функциональным обязанностям."
    },
    company: {
        title: "Организационная структура",
        businessUnit: "Наши организации",
        businessUnitDescr: "Юридические лица, филиалы и представительства, в лице которых действует наша компания.",
        department: "Подразделения",
        departmentDescr: "Структурные части компании, осуществляющие свою деятельность в рамках деятельности нашей компании. Подразделения могут быть как привязаны к нашим организациям, так и быть обособленными."
    }
}