export default {
  headerTitle: "Контрагенты",
  headerDescription:
    "Модуль предназначен для управления сведениями об организациях и физических лицах, контактных лицах организаций-контрагентов.",
  organizations: {
    title: "Организации",
    createCompany: "Создать организацию",
    createBank: "Создать банк",
    createPerson: "Создать физическое лицо",
    company: "Организации",
    companyDescr:
      "Справочник предназначен для хранения сведений об организациях, с которыми взаимодействует наша компания..",
    createEmployee: "Создать организацию",
    banks: "Банки",
    banksDescr: "Реестр банков."
  },
  additionalInfo: {
    title: "Связанная информация",
    localities: "Населенные пункты",
    localitiesDescr: "Открытие справочника организаций-контрагентов.",
    regions: "Банки",
    regionsDescr: "Открытие справочника банков-контрагентов.",
    countries: "Страны",
    countriesDescr: "Открытие справочника стран."
  },
  contactPerson: {
    title: "Контактные лица",
    сreateContact: "Созадть контакт",
    contact: "Контактное лицо",
    contactDescr:
      "Справочник предназначен для хранения сведений о представителях организаций-контрагентов для быстрой связи с ними."
  },
  person: {
    title: "Физические лица",
    createPerson: "Созадть Физическое лицо",
    persons: "Физические лица",
    personsDescr:
      "Справочник предназначен для хранения структурированных сведений обо всех физических лицах (контрагентах, контактах), с которыми взаимодействует наша компания."
  },
  fields: {
    canExchange: "Разрешить электронный обмен",
    correspondentAccount: "Счет",
    person: "Физическое лицо",
    contactName: "Имя контакта",
    fax: "Факс",
    code: "Код",
    bic: "Уникальный идентификатор банка",
    type: "Тип",
    company: "Компания",
    headCompanyId: "Головная организация"
  },
  validation: {
    companyRequired: "Выберите компанию",
    bicAlreadyExists: "Такой идентификатор уже существует",
    codeRequired: "Введите код"
  }
};
