export default {
    headerTitle: "Контрагенты",
    headerDescription: "Модуль предназначен для управления сведениями об организациях и физических лицах, контактных лицах организаций-контрагентов.",
    organizations: {
        title: "Организации",
        company: "Организации",
        companyDescr: "Справочник предназначен для хранения сведений об организациях, с которыми взаимодействует наша компания..",
        createEmployee: "Создать организацию",
        banks: "Банки",
        banksDescr: "Реестр банков.",
    },
    additionalInfo: {
        title: "Связанная информация",
        localities: "Населенные пункты",
        localitiesDescr: "Открытие справочника организаций-контрагентов.",
        regions: "Банки",
        regionsDescr: "Открытие справочника банков-контрагентов.",
        countries: "Страны",
        countriesDescr: "Открытие справочника стран.",
    },
    contactPerson: {
        title: "Контактные лица организаций",
        createContact: "Созадть контакт",
        contact: "Контактное лицо",
        contactDescr: "Справочник предназначен для хранения сведений о представителях организаций-контрагентов для быстрой связи с ними.",
    },
    person: {
        title: "Персоны",
        createPerson: "Созадть контакт",
        persons: "Персоны",
        personsDescr: "Справочник предназначен для хранения структурированных сведений обо всех физических лицах (контрагентах, сотрудниках, контактах), с которыми взаимодействует наша компания.",
    }
}