export default {
  headerTitle: "Общие справочники",
  headerDescription: "Модуль предназначен для управления информационно-справочными сведениями общего характера.",
  territorialStructure: {
    createLocalities: "Создать населенный пункт",
    title: "Территориальное устройство",
    localities: "Населеные пункты",
    localitiesDescr: "Открытие справочника населенных пунктов.",
    region: "Регионы",
    regionDescr: "Справочник предназначен для хранения сведений об административно-территориальном делении стран.",
    country: "Страны",
    countryDescr: "Открытие справочника стран.",
  },
  additionalInfo: {
    title: "Дополнительная информация",
    currencies: "Валюты",
    currenciesDescr: "Открытие справочника валют."
  }
}
